Repository: mgao6767/kerkoapp
Catalog: kerkoapp/translations/*/LC_MESSAGES/messages.po
Languages: es

source: Bad request
es: Petición no válida

source: The browser (or a proxy) sent a request that this site could not understand.
es: El navegador (o un proxy) envió una petición que este sitio no pudo entender.

source: Access denied
es: Aceso denegado

source: Access to the required page is not authorized.
es: El acceso a la página solicitada no está autorizado.

source: Page not found
es: Página no encontrada

source: The required page does not exists or has moved.
es: La página solicitada no existe o se ha movido.

source: You might want to use our <a href="%(url)s">search engine</a> to try finding the desired resource.
es: Quizá quiera utilizar nuestro <a href="%(url)s">motor de búsqueda</a> para probar de encontrar el recurso deseado.

source: Internal server error
es: Error interno de servidor

source: The required page could not be loaded because of an internal server error. Please try again later. If the error persists, please contact the site's administrators.
es: La página solicitada no se pudo cargar debido a un error interno servidor. Vuelva a intentarlo más tarde. Si el error persiste, comuníquese con los administradores del sitio.

source: Service unavailable
es: Servicio no disponible

source: The service is temporarily unavailable. Please try again later.
es: El servicio está temporalmente no disponible. Por favor, vuelva a intentarlo más tarde.
